Repository: acounsel/scorecard
Catalog: locale/*/LC_MESSAGES/django.po
Languages: mn

source: For More Information
mn: Илүү мэдээлэл авах

source: Read
mn: Унших

source: Our methodology
mn: Бидний Аргачлал

source: Explore
mn: Хайж үзэх

source: Case documents
mn: Гомдлын Бичиг Баримтууд

source: Our case page
mn: Манай Хуудас

source: Commitments
mn: Үүрэг Амлалтууд

source: Download
mn: Татаж авах

source: Commitments Chart PDF
mn: Үүрэг Амлалтын Хүснэгт PDF

source: Commitments Chart CSV
mn: Үүрэг Амлалтын Хүснэгт CSV

source: Overview
mn: Ерөнхий Тойм

source: The Story
mn: Түүх өгүүлэх нь

source: Achievements to Date
mn: Өнөөг Хүртэлх Ололт Амжилт

source: Challenges Ahead
mn: Тулгарч буй Бэрхшээлүүд

source: Recommendations
mn: Зөвлөмжүүд

source: From Paper to Progress
mn: Үгнээс үйл хэрэг рүү

source: Tracking agreements between nomadic herders and Oyu Tolgoi, Mongolias largest copper mine
mn: Нүүдэлчин малчид ба Монгол улсын томоохон уул уурхайн компанийн хооронд байгуулсан гэрээний хэрэгжилтийн байдал

source: Tracking agreements between nomadic herders and Mongolias largest copper mine.
mn: Нүүдэлчин малчид ба Монгол улсын томоохон уул уурхайн компанийн хооронд байгуулсан гэрээний хэрэгжилтийн байдал

source: Previous
mn: Өмнөх

source: Next
mn: Дараах

source: Download Commitments Chart
mn: Үүрэг Амлалтын Хүснэгтийг татаж авах

source: * Denotes commitments listed in both Agreement 1 and Agreement 2.
mn: * Ийм тэмдэглэгээтэй нь Гэрээ 1 ба Гэрээ 2 аль алинд тусгагдсан үүрэг амлалт болно.

source: About this commitment
mn: нэ Үүрэг Амлалтын Тухай

source: Implementation status of this commitment
mn: Энэ Үүрэг Амлалтын Хэрэгжилтийн Байдал

source: Original Timeline
mn: Анх Товлосон Хугацаа

source: Not Started
mn: Эхлээгүй

source: Delayed
mn: Хоцорч байгаа

source: In Progress
mn: Хэрэгжиж байгаа

source: Completed
mn: Биелсэн

source: Case Documents
mn: Гомдлын Бичиг Баримтууд

source: Document
mn: Бичиг Баримт

source: Description
mn: Агуулга

source: Date
mn: Огноо

source: About &amp; Methodology
mn: Аккаунтбилити Коунсел болон Аргачлалын тухай

source: Status of Commitments
mn: Үүрэг Амлалтын Хэрэгжилтийн Байдал

source: N/A
mn: Байхгүй
